Repository: neumann-d/ShutdownTimer
Catalog: src/po/*.po
Languages: nl

source: System will shutdown in
nl: Het systeem wordt afgesloten over

source: minutes
nl: minuten

source: Shutdown Timer stopped
nl: Afsluitklok is gestopt

source: Shutdown Timer
nl: Afsluitklok

source: Settings
nl: Voorkeuren

source: Maximum timer value (in minutes)
nl: Maximale tijdklokwaarde (in minuten)

source: Slider position (in % from 0 to 100)
nl: Schuifbalkpositie (in %, van 0 tot 100)

source: Show settings button
nl: Voorkeurenknop tonen

source: Root mode (uses 'pkexec shutdown' command, no interruption of timer, but needs root password)
nl: Rootmodus (gebruikt de opdracht ‘pkexec shutdown’, onder- breekt de tijdklok niet, maar vereist wel het rootwachtwoord)

source: Use suspend
nl: Pauzestand gebruiken

source: Maximum time (in minutes)
nl: Maximale tijdklokwaarde (in minuten)

source: Set maximum selectable time of the slider (in minutes). Use only values greater zero.
nl: Stel de maximale tijdwaarde van de schuifbalkpositie in (in minuten). Nulwaarden zijn ongeldig.

source: Slider position
nl: Schuifbalkpositie

source: Set slider position as percent of the maximum time. Must be in range 0 and 100.
nl: Stel de schuifbalkpositie in als procent van de maximale tijd. De waarde moet tussen de 0 en 100 liggen.

source: Show/hide settings button in widget.
nl: Toon/Verberg de voorkeurenknop op de widget.

source: Root mode
nl: Rootmodus

source: Set root mode on/off. In root mode powering off is done via 'pkexec' and 'shutdown' terminal command.
nl: Schakel de rootmodus in/uit. In de rootmodus wordt het uitschakelen van de computer uitgevoerd met de opdrachten ‘pkexec’ en ‘shutdown’.

source: Use suspend instead of shutdown command.
nl: Zet de computer in de pauzestand in plaats van deze af te sluiten.

source: min till shutdown
nl: aantal min. tot afsluiten
